Repository: Bunn/glassyview
Catalog: dejaview/Localizable.xcstrings
Source language: en
Languages: de, es, ja, nl, pt_br, zh_hans

# %@ (%lld FPS)
source: %1$@ (%2$lld FPS)
de: %@ (%lld FPS)
es: %@ (%lld FPS)
ja: %@ (%lld FPS)
nl: %@ (%lld FPS)
pt_br: %@ (%lld FPS)
zh_hans: %@ (%lld FPS)

source: %@ failed with Core Media status %d.
de: %@ ist mit dem Core Media-Status %d fehlgeschlagen.
es: %@ falló con el estado de Core Media %d.
ja: %@ はコア メディア ステータス %d で失敗しました。
nl: %@ is mislukt met Core Media-status %d.
pt_br: %@ falhou com status de mídia principal %d.
zh_hans: %@ 失败，核心介质状态为 %d。

source: %@ is not available in the current RevenueCat offering.
de: %@ ist im aktuellen RevenueCat-Angebot nicht verfügbar.
es: %@ no está disponible en la oferta actual de RevenueCat.
ja: %@ は、現在の RevenueCat オファリングでは使用できません。
nl: %@ is niet beschikbaar in het huidige RevenueCat-aanbod.
pt_br: %@ não está disponível na oferta RevenueCat atual.
zh_hans: 当前的 RevenueCat 产品中不提供 %@。

source: %lld minute, %lld second remaining
de: Noch %1$lld Minute und %2$lld Sekunde
es: Queda %1$lld minuto y %2$lld segundo
ja: 残り %1$lld 分 %2$lld 秒
nl: Nog %1$lld minuut en %2$lld seconde
pt_br: Resta %1$lld minuto e %2$lld segundo
zh_hans: 剩余 %1$lld 分钟 %2$lld 秒

source: %lld minute, %lld seconds remaining
de: Noch %1$lld Minute und %2$lld Sekunden
es: Queda %1$lld minuto y %2$lld segundos
ja: 残り %1$lld 分 %2$lld 秒
nl: Nog %1$lld minuut en %2$lld seconden
pt_br: Restam %1$lld minuto e %2$lld segundos
zh_hans: 剩余 %1$lld 分钟 %2$lld 秒

source: %lld minutes, %lld second remaining
de: Noch %1$lld Minuten und %2$lld Sekunde
es: Quedan %1$lld minutos y %2$lld segundo
ja: 残り %1$lld 分 %2$lld 秒
nl: Nog %1$lld minuten en %2$lld seconde
pt_br: Restam %1$lld minutos e %2$lld segundo
zh_hans: 剩余 %1$lld 分钟 %2$lld 秒

source: %lld minutes, %lld seconds remaining
de: Noch %1$lld Minuten und %2$lld Sekunden
es: Quedan %1$lld minutos y %2$lld segundos
ja: 残り %1$lld 分 %2$lld 秒
nl: Nog %1$lld minuten en %2$lld seconden
pt_br: Restam %1$lld minutos e %2$lld segundos
zh_hans: 剩余 %1$lld 分钟 %2$lld 秒

source: %lld second remaining
de: Noch %lld Sekunde
es: Queda %lld segundo
ja: 残り %lld 秒
nl: Nog %lld seconde
pt_br: Resta %lld segundo
zh_hans: 剩余 %lld 秒

source: %lld seconds remaining
de: Noch %lld Sekunden
es: Quedan %lld segundos
ja: 残り %lld 秒
nl: Nog %lld seconden
pt_br: Restam %lld segundos
zh_hans: 剩余 %lld 秒

source: 720p · 15 FPS · ~2 Mbps
de: 720p · 15 FPS · ~2 Mbit/s

source: 1080p · 30 FPS · ~5 Mbps
de: 1080p · 30 FPS · ~5 Mbit/s

source: A Glassy Stream connection is already active.
de: Eine Glassy Stream-Verbindung ist bereits aktiv.
es: Ya hay una conexión Glassy Stream activa.
ja: Glassy Stream 接続はすでにアクティブです。
nl: Er is al een Glassy Stream-verbinding actief.
pt_br: Uma conexão Glassy Stream já está ativa.
zh_hans: Glassy Stream 连接已处于活动状态。

source: A good session starts with the Mac advertising Screen Sharing and being reachable from your current network.
de: Eine gute Sitzung beginnt damit, dass der Mac die Bildschirmfreigabe ankündigt und über Ihr aktuelles Netzwerk erreichbar ist.
es: Una buena sesión comienza cuando Mac anuncia Screen Sharing y es accesible desde su red actual.
ja: 良好なセッションは、Mac が画面共有をアドバタイズし、現在のネットワークからアクセスできる状態になることから始まります。
nl: Een goede sessie begint met het adverteren op de Mac, Scherm delen en bereikbaar zijn vanaf uw huidige netwerk.
pt_br: Uma boa sessão começa com o Mac anunciando o compartilhamento de tela e sendo acessível pela sua rede atual.
zh_hans: 一次良好的会话从 Mac 广告屏幕共享开始，并且可以通过当前网络进行访问。

source: A session supports taps, drags, right click gestures, scrolling, pinch zoom, hardware keyboard input, and the on-screen shortcut strip.
de: Eine Sitzung unterstützt Tippen, Ziehen, Rechtsklick-Gesten, Scrollen, Pinch-Zoom, Hardware-Tastatureingabe und die Verknüpfungsleiste auf dem Bildschirm.
es: Una sesión admite toques, arrastres, gestos de clic derecho, desplazamiento, zoom de pellizco, entrada de teclado de hardware y la franja de accesos directos en pantalla.
ja: セッションは、タップ、ドラッグ、右クリック ジェスチャ、スクロール、ピンチ ズーム、ハードウェア キーボード入力、および画面上のショートカット ストリップをサポートします。
nl: Een sessie ondersteunt tikken, slepen, rechtsklikgebaren, scrollen, knijpzoom, hardwaretoetsenbordinvoer en de snelkoppelingenstrip op het scherm.
pt_br: Uma sessão oferece suporte a toques, arrastamentos, gestos de clique com o botão direito, rolagem, pinçamento de zoom, entrada de teclado de hardware e faixa de atalho na tela.
zh_hans: 会话支持点击、拖动、右键单击手势、滚动、捏合缩放、硬件键盘输入和屏幕快捷方式条。

source: About
de: Ungefähr
es: Acerca de
ja: について
nl: Over
pt_br: Sobre
zh_hans: 关于

source: About Glassy Desk
de: Über Glassy Desk
es: Acerca de Glassy Desk
ja: Glassy Desk について
nl: Over Glassy Desk
pt_br: Sobre Glassy Desk
zh_hans: 关于Glassy Desk

source: Access
de: Zugriff
es: Acceso
ja: アクセス
nl: Toegang
pt_br: Acesso
zh_hans: 访问

source: Account
de: Konto
es: Cuenta
ja: アカウント
pt_br: Conta
zh_hans: 帐户

source: Active
de: Aktiv
es: Activo
ja: アクティブ
nl: Actief
pt_br: Ativo
zh_hans: 活跃

source: Active Product
de: Aktives Produkt
es: Producto activo
ja: アクティブな製品
nl: Actief product
pt_br: Produto ativo
zh_hans: 活跃产品

source: Active Subscriptions
de: Aktive Abonnements
es: Suscripciones activas
ja: アクティブなサブスクリプション
nl: Actieve abonnementen
pt_br: Assinaturas ativas
zh_hans: 活跃订阅

source: Add ${host}
de: ${host} hinzufügen
es: Agregar ${host}
ja: ${host} を追加
nl: ${host} toevoegen
pt_br: Adicionar ${host}
zh_hans: 添加 ${host}

source: Add a host, discover one nearby, or connect manually.
de: Fügen Sie einen Host hinzu, entdecken Sie einen in der Nähe oder stellen Sie manuell eine Verbindung her.
es: Agregue un host, descubra uno cercano o conéctese manualmente.
ja: ホストを追加するか、近くのホストを検出するか、手動で接続します。
nl: Voeg een host toe, ontdek er een in de buurt of maak handmatig verbinding.
pt_br: Adicione um host, descubra um próximo ou conecte-se manualmente.
zh_hans: 添加主机、发现附近的主机或手动连接。

source: Add Computer
de: Computer hinzufügen
es: Agregar computadora
ja: コンピューターの追加
nl: Computer toevoegen
pt_br: Adicionar computador
zh_hans: 添加计算机

source: Add Host
de: Host hinzufügen
es: Agregar host
ja: ホストの追加
nl: Host toevoegen
pt_br: Adicionar host
zh_hans: 添加主机

source: Add or pick a host
de: Host hinzufügen oder auswählen
es: Agregar o elegir un host
ja: ホストを追加または選択します
nl: Voeg een host toe of kies een host
pt_br: Adicione ou escolha um host
zh_hans: 添加或选择主机

source: Add Saved Computer
de: Gespeicherten Computer hinzufügen
es: Agregar computadora guardada
ja: 保存されたコンピュータを追加
nl: Opgeslagen computer toevoegen
pt_br: Adicionar computador salvo
zh_hans: 添加已保存的计算机

source: Add the Mac manually using its Tailscale IP address or full .ts.net name.
de: Fügen Sie den Mac manuell hinzu, indem Sie seine Tailscale-IP-Adresse oder seinen vollständigen .ts.net-Namen verwenden.
es: Agregue la Mac manualmente usando su dirección IP Tailscale o el nombre completo de .ts.net.
ja: Tailscale IP アドレスまたは完全な .ts.net 名を使用して、Mac を手動で追加します。
nl: Voeg de Mac handmatig toe met behulp van het Tailscale IP-adres of de volledige .ts.net-naam.
pt_br: Adicione o Mac manualmente usando seu endereço IP Tailscale ou nome .ts.net completo.
zh_hans: 使用 Tailscale IP 地址或完整 .ts.net 名称手动添加 Mac。

source: Address is still resolving.
de: Adresse wird noch aufgelöst.
es: La dirección aún se está resolviendo.
ja: アドレスはまだ解決中です。
nl: Adres wordt nog steeds opgelost.
pt_br: O endereço ainda está sendo resolvido.
zh_hans: 地址仍在解析中。

source: All Displays
de: Alle Anzeigen
es: Todas las pantallas
ja: すべてのディスプレイ
nl: Alle beeldschermen
pt_br: Todos os monitores
zh_hans: 所有显示

source: Annual access to Glassy Desk Pro.
de: Jährlicher Zugang zu Glassy Desk Pro.
es: Acceso anual a Glassy Desk Pro.
ja: Glassy Desk Pro への年間アクセス。
nl: Jaarlijkse toegang tot Glassy Desk Pro.
pt_br: Acesso anual ao Glassy Desk Pro.
zh_hans: 每年访问 Glassy Desk Pro。

source: Anonymous
de: Anonym
es: Anónimo
ja: 匿名
nl: Anoniem
pt_br: Anônimo
zh_hans: 匿名

source: App User ID
de: App-Benutzer-ID
es: ID de usuario de la aplicación
ja: アプリのユーザー ID
nl: App-gebruikers-ID
pt_br: ID de usuário do aplicativo
zh_hans: 应用程序用户 ID

# Attempt %lld of %lld
source: Attempt %1$lld of %2$lld
de: Versuch %1$lld von %2$lld
es: Intento %1$lld de %2$lld
ja: %2$lld 回中 %1$lld 回目
nl: Poging %1$lld van %2$lld
pt_br: Tentativa %1$lld de %2$lld
zh_hans: 第 %1$lld 次尝试，共 %2$lld 次

source: Authentication
de: Authentifizierung
es: Autenticación
ja: 認証
nl: Authenticatie
pt_br: Autenticação
zh_hans: 身份验证

source: Balanced
de: Ausgeglichen
es: Equilibrado
ja: バランスの取れた
nl: Evenwichtig
pt_br: Equilibrado
zh_hans: 平衡

source: Battery Saver
de: Batteriesparmodus
es: Ahorro de batería
ja: バッテリーセーバー
nl: Batterijbesparing
pt_br: Economia de bateria
zh_hans: 省电模式

source: Before pairing, confirm Tailscale is connected and the selected peer is your Mac. Glassy Desk also requires a Tailscale IP or full .ts.net name and an active VPN route. Later connections use a random Keychain credential.
de: Vergewissern Sie sich vor dem Koppeln, dass Tailscale verbunden ist und der ausgewählte Peer Ihr Mac ist. Glassy Desk erfordert außerdem eine Tailscale-IP oder einen vollständigen .ts.net-Namen und eine aktive VPN-Route. Spätere Verbindungen verwenden zufällige Keychain-Anmeldeinformationen.
es: Antes de realizar el emparejamiento, confirme que Tailscale esté conectado y que el interlocutor seleccionado sea su Mac. Glassy Desk también requiere una IP Tailscale o un nombre .ts.net completo y una ruta VPN activa. Las conexiones posteriores utilizan una credencial Keychain aleatoria.
ja: ペアリングする前に、Tailscale が接続されていること、および選択したピアが Mac であることを確認してください。 Glassy Desk には、Tailscale IP または完全な .ts.net 名とアクティブな VPN ルートも必要です。その後の接続では、ランダムな Keychain 資格情報が使用されます。
nl: Controleer vóór het koppelen of Tailscale is verbonden en dat de geselecteerde peer uw Mac is. Glassy Desk vereist ook een Tailscale IP of volledige .ts.net-naam en een actieve VPN-route. Latere verbindingen gebruiken een willekeurige Keychain-referentie.
pt_br: Antes de emparelhar, confirme se o Tailscale está conectado e se o par selecionado é o seu Mac. Glassy Desk também requer um IP Tailscale ou nome .ts.net completo e uma rota VPN ativa. Conexões posteriores usam uma credencial Keychain aleatória.
zh_hans: 配对之前，请确认 Tailscale 已连接并且所选对等端是您的 Mac。 Glassy Desk 还需要 Tailscale IP 或完整的 .ts.net 名称以及活动的 VPN 路由。稍后的连接使用随机 Keychain 凭证。

source: Best Quality
de: Beste Qualität
es: Mejor calidad
ja: 最高の品質
nl: Beste kwaliteit
pt_br: Melhor qualidade
zh_hans: 最佳品质

source: Best with Macs
de: Am besten mit Macs
es: Mejor con Mac
ja: Macとの併用に最適
nl: Het beste met Macs
pt_br: Melhor com Macs
zh_hans: 最适合 Mac

source: Bottom Display
de: Untere Anzeige
es: Pantalla inferior
ja: 下部ディスプレイ
nl: Onderste display
pt_br: Tela Inferior
zh_hans: 底部显示

source: Can I connect when away from home?
de: Kann ich eine Verbindung herstellen, wenn ich nicht zu Hause bin?
es: ¿Puedo conectarme cuando estoy fuera de casa?
ja: 外出先でも接続できますか?
nl: Kan ik verbinding maken als ik niet thuis ben?
pt_br: Posso me conectar quando estiver fora de casa?
zh_hans: 我出门在外时可以连接吗？

source: Can I pair Glassy Stream with a password?
de: Kann ich Glassy Stream mit einem Passwort koppeln?
es: ¿Puedo vincular Glassy Stream con una contraseña?
ja: Glassy Stream とパスワードを組み合わせることはできますか?
nl: Kan ik Glassy Stream koppelen met een wachtwoord?
pt_br: Posso emparelhar Glassy Stream com uma senha?
zh_hans: 我可以用密码配对 Glassy Stream 吗？

source: Cancel
de: Abbrechen
es: Cancelar
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
zh_hans: 取消

source: Cancel Wake Attempt
de: Aktivierungsversuch abbrechen
es: Cancelar intento de despertar
ja: ウェイクアップ試行をキャンセル
nl: Wekpoging annuleren
pt_br: Cancelar tentativa de ativação
zh_hans: 取消唤醒尝试

source: Changing this forgets the saved host identity. New pairing approval will be required on the next connection.
de: Wenn Sie dies ändern, wird die gespeicherte Hostidentität vergessen. Bei der nächsten Verbindung ist eine neue Kopplungsgenehmigung erforderlich.
es: Al cambiar esto se olvida la identidad del host guardada. Se requerirá una nueva aprobación de emparejamiento en la siguiente conexión.
ja: これを変更すると、保存されたホスト ID が失われます。次回の接続時に新しいペアリングの承認が必要になります。
nl: Als u dit wijzigt, wordt de opgeslagen hostidentiteit vergeten. Bij de volgende verbinding is goedkeuring voor een nieuwe koppeling vereist.
pt_br: Alterar isso esquece a identidade do host salva. Será necessária nova aprovação de emparelhamento na próxima conexão.
zh_hans: 更改此设置会忘记已保存的主机身份。下次连接时将需要新的配对批准。

source: Check Keychain access on this device, then pair again.
de: Überprüfen Sie den Keychain-Zugriff auf diesem Gerät und koppeln Sie es dann erneut.
es: Verifique el acceso a Keychain en este dispositivo y luego vincule nuevamente.
ja: このデバイスの Keychain アクセスを確認し、再度ペアリングしてください。
nl: Controleer de Keychain-toegang op dit apparaat en koppel vervolgens opnieuw.
pt_br: Verifique o acesso Keychain neste dispositivo e emparelhe novamente.
zh_hans: 检查此设备上的 Keychain 访问权限，然后再次配对。

source: Check that Screen Sharing or Remote Management is enabled on the Mac, both devices are on the same network or VPN, Local Network permission is allowed for Glassy Desk, and the Mac is awake. Some networks block Bonjour discovery, so adding the host manually can still work.
de: Überprüfen Sie, ob die Bildschirmfreigabe oder Fernverwaltung auf dem Mac aktiviert ist, beide Geräte sich im selben Netzwerk oder VPN befinden, die Berechtigung für das lokale Netzwerk für Glassy Desk zulässig ist und der Mac aktiv ist. Einige Netzwerke blockieren die Bonjour-Erkennung, sodass das manuelle Hinzufügen des Hosts weiterhin funktionieren kann.
es: Verifique que Compartir pantalla o Administración remota esté habilitado en la Mac, que ambos dispositivos estén en la misma red o VPN, que el permiso de red local esté permitido para Glassy Desk y que la Mac esté activa. Algunas redes bloquean el descubrimiento de Bonjour, por lo que agregar el host manualmente aún puede funcionar.
ja: Mac で画面共有またはリモート管理が有効になっていること、両方のデバイスが同じネットワークまたは VPN 上にあること、ローカル ネットワークのアクセス許可が Glassy Desk に許可されていること、および Mac が起動していることを確認してください。一部のネットワークは Bonjour 検出をブロックするため、ホストを手動で追加しても機能する可能性があります。
nl: Controleer of Scherm delen of Extern beheer is ingeschakeld op de Mac, beide apparaten zich op hetzelfde netwerk of VPN bevinden, lokale netwerktoestemming is toegestaan ​​voor Glassy Desk en de Mac wakker is. Sommige netwerken blokkeren de detectie van Bonjour, dus het handmatig toevoegen van de host kan nog steeds werken.
pt_br: Verifique se o compartilhamento de tela ou gerenciamento remoto está ativado no Mac, ambos os dispositivos estão na mesma rede ou VPN, a permissão de rede local é permitida para Glassy Desk e o Mac está ativado. Algumas redes bloqueiam a descoberta Bonjour, portanto, adicionar o host manualmente ainda pode funcionar.
zh_hans: 检查 Mac 上是否启用了屏幕共享或远程管理，两台设备是否位于同一网络或 VPN 上，Glassy Desk 是否允许本地网络权限，并且 Mac 是否处于唤醒状态。某些网络会阻止 Bonjour 发现，因此手动添加主机仍然可以工作。

source: Check the selected code or password and try pairing again.
de: Überprüfen Sie den ausgewählten Code oder das Passwort und versuchen Sie es erneut.
es: Verifique el código o contraseña seleccionados e intente emparejar nuevamente.
ja: 選択したコードまたはパスワードを確認し、ペアリングを再試行してください。
nl: Controleer de geselecteerde code of het wachtwoord en probeer opnieuw te koppelen.
pt_br: Verifique o código ou senha selecionada e tente emparelhar novamente.
zh_hans: 检查所选代码或密码，然后再次尝试配对。

source: Checking
de: Überprüfung
es: Comprobación
ja: チェック中
nl: Controleren
pt_br: Verificando
zh_hans: 检查

source: Choose a Mac
de: Wählen Sie einen Mac
es: Elige una Mac
ja: Macを選択してください
nl: Kies een Mac
pt_br: Escolha um Mac
zh_hans: 选择一台 Mac

source: Choose a saved Tailscale 100.64–100.127 address, Tailscale IPv6 address, or full .ts.net name. Use the one-time code for Nearby or other routes.
de: Wählen Sie eine gespeicherte Tailscale 100.64–100.127-Adresse, eine Tailscale IPv6-Adresse oder einen vollständigen .ts.net-Namen. Verwenden Sie den Einmalcode für „Nearby“ oder andere Routen.
es: Elija una dirección Tailscale 100.64–100.127 guardada, una dirección Tailscale IPv6 o un nombre completo .ts.net. Utilice el código de un solo uso para rutas cercanas u otras.
ja: 保存された Tailscale 100.64–100.127 アドレス、Tailscale IPv6 アドレス、または完全な .ts.net 名を選択します。近隣またはその他のルートのワンタイム コードを使用します。
nl: Kies een opgeslagen Tailscale 100.64–100.127-adres, Tailscale IPv6-adres of volledige .ts.net-naam. Gebruik de eenmalige code voor Dichtbij of andere routes.
pt_br: Escolha um endereço Tailscale 100.64–100.127 salvo, endereço Tailscale IPv6 ou nome .ts.net completo. Use o código único para rotas próximas ou outras rotas.
zh_hans: 选择已保存的 Tailscale 100.64–100.127 地址、Tailscale IPv6 地址或完整的 .ts.net 名称。使用附近或其他路线的一次性代码。

source: Choose standard VNC or the faster Glassy Host stream for this Mac.
de: Wählen Sie für diesen Mac den Standard-VNC oder den schnelleren Glassy Host-Stream.
es: Elija VNC estándar o la transmisión Glassy Host más rápida para esta Mac.
ja: この Mac では、標準の VNC またはより高速な Glassy Host ストリームを選択します。
nl: Kies standaard VNC of de snellere Glassy Host-stream voor deze Mac.
pt_br: Escolha VNC padrão ou o fluxo Glassy Host mais rápido para este Mac.
zh_hans: 为此 Mac 选择标准 VNC 或更快的 Glassy Host 流。

source: Choose the Mac displaying the pairing code. Nearby discovery works only on the local network.
de: Wählen Sie den Mac aus, auf dem der Kopplungscode angezeigt wird. Die Erkennung in der Nähe funktioniert nur im lokalen Netzwerk.
es: Elija la Mac que muestra el código de emparejamiento. El descubrimiento cercano solo funciona en la red local.
ja: ペアリング コードが表示されている Mac を選択します。近隣探索はローカル ネットワーク上でのみ機能します。
nl: Kies de Mac waarop de koppelingscode wordt weergegeven. Detectie in de buurt werkt alleen op het lokale netwerk.
pt_br: Escolha o Mac que exibe o código de emparelhamento. A descoberta próxima funciona apenas na rede local.
zh_hans: 选择显示配对代码的 Mac。附近发现仅适用于本地网络。

source: Choose VNC or the faster Glassy Stream when you add or edit a machine. Glassy Stream requires Glassy Host and its pairing code or configured password; for remote access, save the Mac's Tailscale name or address.
de: Wählen Sie VNC oder das schnellere Glassy Stream, wenn Sie eine Maschine hinzufügen oder bearbeiten. Für Glassy Stream sind Glassy Host und sein Kopplungscode oder konfiguriertes Passwort erforderlich. Speichern Sie für den Fernzugriff den Tailscale-Namen oder die Adresse des Mac.
es: Elija VNC o el más rápido Glassy Stream cuando agregue o edite una máquina. Glassy Stream requiere Glassy Host y su código de emparejamiento o contraseña configurada; para acceso remoto, guarde el nombre o la dirección Tailscale de Mac.
ja: マシンを追加または編集する場合は、VNC またはより高速な Glassy Stream を選択します。 Glassy Stream には、Glassy Host とそのペアリング コードまたは設定されたパスワードが必要です。リモート アクセスの場合は、Mac の Tailscale 名またはアドレスを保存します。
nl: Kies VNC of de snellere Glassy Stream wanneer u een machine toevoegt of bewerkt. Glassy Stream vereist Glassy Host en de bijbehorende koppelingscode of geconfigureerd wachtwoord; voor externe toegang slaat u de Tailscale-naam of het adres van de Mac op.
pt_br: Escolha VNC ou o Glassy Stream mais rápido ao adicionar ou editar uma máquina. Glassy Stream requer Glassy Host e seu código de emparelhamento ou senha configurada; para acesso remoto, salve o nome ou endereço Tailscale do Mac.
zh_hans: 添加或编辑机器时，选择 VNC 或更快的 Glassy Stream。 Glassy Stream需要Glassy Host及其配对码或配置的密码；对于远程访问，请保存 Mac 的 Tailscale 名称或地址。

source: Chooses which remote display to show.
de: Wählt aus, welche Remote-Anzeige angezeigt werden soll.
es: Elige qué pantalla remota mostrar.
ja: 表示するリモート ディスプレイを選択します。
nl: Kiest welk extern display moet worden weergegeven.
pt_br: Escolhe qual display remoto mostrar.
zh_hans: 选择要显示的远程显示器。

source: Clear All
de: Alles löschen
es: Borrar todo
ja: すべてクリア
nl: Alles wissen
pt_br: Limpar tudo
zh_hans: 全部清除

source: Clear Recent Sessions
de: Letzte Sitzungen löschen
es: Borrar sesiones recientes
ja: 最近のセッションをクリア
nl: Recente sessies wissen
pt_br: Limpar sessões recentes
zh_hans: 清除最近的会话

source: Clear Recent Sessions?
de: Letzte Sitzungen löschen?
es: ¿Borrar sesiones recientes?
ja: 最近のセッションをクリアしますか?
nl: Recente sessies wissen?
pt_br: Limpar sessões recentes?
zh_hans: 清除最近的会话？

source: Close
de: Schließen
es: Cerrar
ja: 閉じる
nl: Sluiten
pt_br: Fechar
zh_hans: 关闭

source: Close Session
de: Sitzung schließen
es: Cerrar sesión
ja: セッションを閉じる
nl: Sessie sluiten
pt_br: Fechar Sessão
zh_hans: 结束会议

source: Cmd
de: Befehl
es: Comando
ja: コマンド
nl: Commando
pt_br: Comando
zh_hans: 命令

source: Collapse session controls
de: Sitzungssteuerelemente ausblenden
es: Contraer controles de sesión
ja: セッション コントロールを折りたたむ
nl: Sessiebediening samenvouwen
pt_br: Recolher controles de sessão
zh_hans: 折叠会话控件

source: Collapsed
de: Eingebrochen
es: Contraído
ja: 崩壊しました
nl: Samengevouwen
pt_br: Recolhido
zh_hans: 折叠

source: Compatibility
de: Kompatibilität
es: Compatibilidad
ja: の互換性
nl: Compatibiliteit
pt_br: Compatibilidade
zh_hans: 兼容性

source: Completed
de: Abgeschlossen
es: Completado
ja: 完了
nl: Voltooid
pt_br: Concluído
zh_hans: 已完成

source: Computers advertising Screen Sharing
de: Computer werben für Screen-Sharing
es: Computadoras publicitarias Screen Sharing
ja: 画面共有を宣伝するコンピューター
nl: Computers die reclame maken voor scherm delen
pt_br: Computadores anunciando compartilhamento de tela
zh_hans: 电脑广告屏幕共享

source: Configured
de: Konfiguriert
es: Configurado
ja: 設定済み
nl: Geconfigureerd
pt_br: Configurado
zh_hans: 已配置

source: Connect
de: Verbinden
es: Conectar
ja: 接続する
nl: Verbinden
pt_br: Conectar
zh_hans: 连接

source: Connect an external display first.
de: Schließen Sie zuerst ein externes Display an.
es: Conecte primero una pantalla externa.
ja: まず外部ディスプレイを接続します。
nl: Sluit eerst een extern beeldscherm aan.
pt_br: Conecte primeiro um monitor externo.
zh_hans: 首先连接外部显示器。

source: Connect and work
de: Verbinden und arbeiten
es: Conéctate y trabaja
ja: 接続して作業する
nl: Verbinden en werken
pt_br: Conecte-se e trabalhe
zh_hans: 连接并工作

source: Connect Tailscale on this iPad, confirm the selected peer is your Mac, and save its 100.64–100.127 address, Tailscale IPv6 address, or full .ts.net name. Otherwise, use the one-time code.
de: Verbinden Sie Tailscale mit diesem iPad, bestätigen Sie, dass der ausgewählte Peer Ihr Mac ist, und speichern Sie dessen Adresse 100.64–100.127, die Tailscale IPv6-Adresse oder den vollständigen .ts.net-Namen. Andernfalls verwenden Sie den Einmalcode.
es: Conecte Tailscale en este iPad, confirme que el par seleccionado sea su Mac y guarde su dirección 100.64–100.127, la dirección Tailscale IPv6 o el nombre completo de .ts.net. De lo contrario, utilice el código de un solo uso.
ja: この iPad で Tailscale に接続し、選択したピアが Mac であることを確認し、その 100.64 ～ 100.127 アドレス、Tailscale IPv6 アドレス、または完全な .ts.net 名を保存します。それ以外の場合は、ワンタイム コードを使用します。
nl: Sluit Tailscale aan op deze iPad, bevestig dat de geselecteerde peer uw Mac is en sla het adres 100.64–100.127, het Tailscale IPv6-adres of de volledige .ts.net-naam op. Gebruik anders de eenmalige code.
pt_br: Conecte Tailscale neste iPad, confirme se o par selecionado é o seu Mac e salve seu endereço 100.64–100.127, endereço Tailscale IPv6 ou nome .ts.net completo. Caso contrário, use o código único.
zh_hans: 将 Tailscale 连接到此 iPad 上，确认所选对等点是您的 Mac，并保存其 100.64–100.127 地址、Tailscale IPv6 地址或完整的 .ts.net 名称。否则，请使用一次性代码。

source: Connect to ${machine}
de: Mit ${machine} verbinden
es: Conectar a ${machine}
ja: ${machine} に接続します
nl: Verbinding maken met ${machine}
pt_br: Conecte-se a ${machine}
zh_hans: 连接到 ${machine}

source: Connect to Computer
de: Mit Computer verbinden
es: Conectar a la computadora
ja: コンピュータに接続する
nl: Aansluiten op computer
pt_br: Conectar ao computador
zh_hans: 连接到计算机

source: Connect Without Saving
de: Verbinden ohne zu speichern
es: Conectar sin guardar
ja: 保存せずに接続する
nl: Verbinden zonder op te slaan
pt_br: Conectar sem salvar
zh_hans: 连接而不保存

source: Connected %@
de: Verbunden %@
es: Conectado %@
ja: 接続済み %@
nl: Verbonden %@
pt_br: Conectado %@
zh_hans: 已连接 %@
